"PHONE_TITLE" = "Telefone";
"CALLS_LABEL" = "Chamadas";
"CALL_FORWARDING" = "Reencaminhamento";
"SHOW_CALLER_ID" = "Mostrar o meu número";

"Loading" = "A carregar…";
"Reverted" = "Revertido";
"Saving" = "A guardar…";
"FAILED" = "Falhou";
"SUCCESS" = "Sucesso";
"ERROR" = "Erro";
"DISMISS" = "Fechar";

"Calls" = "Chamadas";
"International Assist" = "Apoio internacional";
"Phone" = "Telefone";
"Show My Caller ID" = "Mostrar o meu número";

"SETTING_SAVE_ERROR" = "Não foi possível guardar a definição %@.";
"kCTSettingTypeCallForwarding" = "reencaminhamento";
"kCTSettingTypeCallWaiting" = "chamada em espera";
"kCTSettingTypeCallingLineIdRestriction" = "identificação de chamadas";
"kCTSettingTypeSIMLock" = "PIN do SIM";
"kCTSettingTypePIN" = "PIN";

"OFF" = "Não";
"ON" = "Sim";

"Network Selection" = "Selecção de rede";
"SIM PIN" = "PIN do SIM";

"Call Forwarding" = "Reencaminhamento";
"Call Waiting" = "Chamada em espera";
"Network" = "Rede";
"SIM Applications" = "Aplicações do SIM";
"TTY" = "TTY";

"Automatic" = "Automática";

"Save" = "Guardar";
"Cancel" = "Cancelar";
"Done" = "OK";
"OK" = "OK";

"ENTER_PASSWORD_FOR_LOCK" = "Bloqueie o SIM. %@";
"ENTER_PASSWORD_FOR_UNLOCK" = "Desbloqueie o SIM. %@";

"Current Password" = "Palavra-passe actual";
"New Password" = "Nova palavra-passe";
"Confirm New Password" = "Confirmar nova palavra-passe";

"ATTEMPT_REMAINING" = "Falta %@ tentativa.";
"ATTEMPTS_REMAINING" = "Faltam %@ tentativas.";

"COULD_NOT_LOCK" = "Código errado. %@";
"COULD_NOT_UNLOCK" = "Código errado. %@";
"Could not change PIN" = "O PIN não foi alterado. %@";
"CHANGE_PIN" = "Alterar PIN";
"Error: Passwords do not match" = "Erro: as palavras-passe são diferentes";

"ENABLE_TTY" = "Deseja utilizar TTY para a(s) chamada(s) actual(ais)?";
"DISABLE_TTY" = "Deseja desactivar TTY para a(s) chamada(s) actual(ais)?";

"Yes" = "Sim";
"No" = "Não";

"PHONE" = "O meu n.º: %@";

"MY_NUMBER" = "O meu n.º";
"UNKNOWN_NUMBER" = "Desconhecido";
"MY_NUMBER_PLACEHOLDER" = "O meu n.º";
"SAVE_MY_NUMBER" = "Guardar|Cancelar";
"CANCEL_MY_NUMBER" = "Cancelar|Guardar";

"SHOW" = "Mostrar";
"HIDE" = "Ocultar";
"NETWORK" = "Predefinição";

"Change Voicemail Password" = "Alterar palavra-passe do voicemail";
"PASSWORD" = "Palavra-passe";
"OLD_PASSWORD_PROMPT" = "Digite a palavra-passe actual do voicemail";
"NEW_PASSWORD_PROMPT" = "Digite uma nova palavra-passe do voicemail";
"NEW_PASSWORD_REENTRY_PROMPT" = "Volte a digitar a nova palavra-passe do voicemail";
"NEW_PASSWORD_MISMATCH_PROMPT" = "As palavras-passe são diferentes.  Volte a tentar.";
"SAVING_PASSWORD_PROMPT" = "A guardar palavra-passe…";
"VOICEMAIL_ERROR_CONTACTING_APPLICATION" = "Voicemail indisponível.\nVolte a tentar mais tarde.";
"VOICEMAIL_TASK_GENERIC_ERROR" = "Erro do voicemail\nDe momento, não é possível alterar a palavra-passe.";
"VOICEMAIL_PASSWORD_SAVE_SUCCESS" = "Palavra-passe guardada";

"DIAL_ASSIST_HELP" = "Ao ligar do estrangeiro, o apoio internacional adiciona automaticamente o indicativo certo aos números.";

"Contacts" = "Contactos";
"Sort Order" = "Ordenar por";
"Display Order" = "Ver por";
"FIRST" = "Nome, Apelido";
"LAST" = "Apelido, Nome";

"CARRIER" = "Rede móvel";
"CARRIER_SERVICES" = "Serviços da %@";

"PIN" = "PIN";
"CURRENT_PIN" = "PIN actual";
"NEW_PIN" = "Novo PIN";
"CONFIRM_NEW_PIN" = "Confirme o novo PIN";
"Error: PINs do not match" = "Erro: os PINs são diferentes";

"FORWARD_ALL" = "Todas";
"FORWARD_CUSTOM" = "Personalizar";
"FORWARD_TO" = "Reencaminhar para";
"FORWARDING_TO" = "Reencaminhar para";
"NO_ANSWER" = "Ninguém atende";
"BUSY" = "Ocupado";
"UNREACHABLE" = "Inacessível";

"CALL_FORWARD_ERROR_TITLE" = "Reencaminhamento";
"CALL_FORWARD_ERROR_MESSAGE" = "Não foi possível alterar algumas definições do reencaminhamento de chamadas.";

"SAVE_MY_NUMBER_ERROR_MESSAGE" = "Não foi possível guardar o número de telefone.";
